{
	"title": "Parallel Coin \u003cbr /\u003eCrypto Currency",
	"subtitle": "True Story!",
	"welcome": "What is Parallelcoin?",
	"about": "Parallelcoin is an new digital currency that enables instant payments to anyone, anywhere in the world. \r\nParallelcoin uses peer-to-peer technology to operate with no central authority: managing transactions and issuing money are carried out collectively by the network.\r\nParallelcoin is also the name of the open source software which enables the use of this currency.",
	"getapp": "Get App",
	"features": "Features",
	"feature1": "Feature1",
	"feature1txt": "Exponential curve with power of 3 to respond gently the natural drift while moving the difficulty fast in below 10% of target and 10x target, to deal with recovering after a large increase in network hashpower",
	"feature2": "Feature2",
	"feature2txt": "Difficulty adjustments are based on previous block of each algorithm, meaning sharp rises from one algorithm do not immediately affect the other algorithms, allowing a smoother recovery from a sudden drop in hashrate",
	"feature3": "Feature3",
	"feature3txt": "Difficulty reset when the last block from an algorithm is the only one in the averaging window, as a reverse incentive (envy) to keep all 9 algorithms producing blocks within the averaging window",
	"feature4": "Feature",
	"feature4txt": "Deterministic noise is added to the difficulty adjustment in a similar way as is done with digital audio and images to improve the effective resolution of the signal",
	"descriptions": "Features",
	"description1": "Feature1",
	"description1txt": "Feature description description description description description description description description description description description description description description description description description description description description description description Feature Feature Feature Feature Feature Feature Feature Feature",
	"description2": "Feature2",
	"description2txt": "ParallelCoin Blockchain description description description description description description description description description description description description description description technology ParallelCoin Blockchain technology dsdsdsdsd",
	"description3": "Feature3",
	"description3txt": "ParallelCoin Blockchain technology ParallelCoin Blockchain description description description description description description description description description description description description technology ParallelCoin Blockchain technology ParallelCoin Blockchain technology ",
	"description4": "Feature",
	"description4txt": "Feature description description description description description description description description description description description description description description ParallelCoin Blockchain Feature Feature descriptiondescription description description",
	"gallery": "Gallery",
	"specs": "Specifications",
	"spec1": "293 second blocks (7 seconds less than 5 minutes)",
	"spec2": "1439 block averaging window (5 seconds less than 24 hours)",
	"spec3": "Prime numbers are used to reduce resonance caused by aliasing distortion",
	"spec4": "Specification4",
	"moto1": "Motoris",
	"moto2": "Motonis"
}